---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurveWidthParam
source: html/d550c2d3-667a-6c68-fe68-f8f5f7a178a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurveWidthParam Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurveWidthParam { get; }
```